/* Alert
   badFolderAlert */
"Default Folder Changed" = "默认文件夹已更改";

/* plugin name */
"Google Drive" = "Google Drive";

/* badFolderAlert
   OK */
"OK" = "确定";

/* No comment provided by engineer. */
"Please check your internet connection or your Google Drive settings and permissions and try again." = "请检查您的网络连接或 Google Drive 设置和权限，并再次尝试。";

/* pick folder title */
"Please select a folder before uploading." = "请在上传前选择文件夹。";

/* Sign in */
"Sign In..." = "登录...";

/* Sign out */
"Sign Out" = "退出";

/* Alert Message
   badFolderAlert */
"The default folder no longer exists. Please select a new default folder." = "默认文件夹已不存在。请选择新的默认文件夹。";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "您的录制链接已准备好粘贴。";

/* No comment provided by engineer. */
"Unable to share to Google Drive" = "无法分享到 Google Drive";

/* plugin button tooltip */
"Upload the capture to Google Drive for image or video hosting." = "将录屏上传到 Google Drive，以托管图片或视频。";

